alacritty
archlinux-keyring
base
base-devel
brightnessctl
btop
cava
cronie
cronie-runit
discord
dmenu
efibootmgr
elogind-runit
eza-git
fastfetch
feh
firefox
git
grub
htop
libxft
libxinerama
linux
linux-firmware
neofetch
neovim
networkmanager
networkmanager-runit
nvm
os-prober
pacman-contrib
pango
picom-git
pipewire-pulse
pywal-16-colors
redshift
ripgrep
runit
sof-firmware
ttf-jetbrains-mono-nerd
vim
wget
wireplumber
xorg-server
xorg-xinit
xorg-xsetroot
yay
zsh
zsh-syntax-highlighting
